tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'heroku/brew'

brew 'mas'
brew 'm-cli'
brew 'git'
brew 'hub'
brew 'tig'
cask 'p4v'
brew 'mercurial'
brew 'heroku'

brew 'gnupg'
brew 'pinentry-mac'
cask 'keybase'
brew 'lastpass-cli', args: ['with-pinentry', 'with-doc']
mas 'LastPass', id: 926036361
cask 'authy'
cask 'private-internet-access'
brew 'wifi-password'

brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'readline'
brew 'tree'
brew 'dos2unix'
brew 'htop'
brew 'jq'
brew 'thefuck'
brew 'tmate'
brew 'tmux'
cask 'hyper'
brew 'bat'
brew 'grc'
brew 'source-highlight'
brew 'jp2a'

brew 'wget'
brew 'nmap'
brew 'mtr'
brew 'minicom'
brew 'openssl'
brew 'ssh-copy-id'
brew 'corkscrew'
cask 'prolific-pl2303'

brew 'nvm'
cask 'java'
brew 'maven'
brew 'rbenv'
brew 'ruby-build', args: {'with-openssl-dir': '/usr/bin/openssl'}
brew 'rbenv-bundler'
brew 'rbenv-default-gems'
brew 'python'
brew 'perl'

cask 'chefdk'
cask 'vagrant'
cask 'virtualbox'

brew 'vim'
cask 'atom'
cask 'visual-studio-code'
cask 'macdown'
cask 'webstorm'
cask 'google-cloud-sdk'
cask 'dash'
brew 'shellcheck'
brew 'pre-commit'
cask 'font-source-code-pro'

cask 'ccmenu'
cask 'elgato-control-center'
cask 'elgato-stream-deck'

cask 'google-chrome'
cask 'brave-browser'
cask 'firefox'
cask 'webpack-dashboard'
cask 'adobe-acrobat-reader'
cask 'dropbox'
cask 'vlc'
cask 'evernote'
cask 'transmission'
cask 'postman'
cask 'fiddler'
brew 'httpie'
cask 'plex-media-player'
cask 'kap'
cask 'yakyak'
mas 'Spark - Email App by Readdle', id: 1176895641

cask 'vectr'

cask 'aerial'
cask 'caffeine'
cask 'flux'
mas 'Magnet', id: 441258766
mas 'Clocker - Menubar World Clock', id: 1056643111

cask 'slack'
cask 'discord'
cask 'gitter'
