tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/fonts'
tap 'caskroom/drivers'

brew 'gpg-agent'
brew 'gnupg2'
brew 'pinentry-mac'
cask 'keybase'
brew 'lastpass-cli', args: ['with-pinentry', 'with-doc']
mas 'LastPass', id: 926036361
cask 'authy'
cask 'private-internet-access'

brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'readline'
brew 'tree'
brew 'dos2unix'
brew 'htop'
brew 'jq'
brew 'thefuck'
brew 'tmate'
brew 'tmux'
cask 'hyper'

brew 'grc'
brew 'source-highlight'
brew 'jp2a'

brew 'wget'
brew 'nmap'
brew 'mtr'
brew 'minicom'
brew 'openssl'
brew 'ssh-copy-id'
brew 'corkscrew'
cask 'pl2303'

brew 'mas'
brew 'git'
brew 'hub'
brew 'tig'
cask 'p4merge'
brew 'mercurial'
brew 'heroku-toolbelt'

brew 'nvm'
cask 'java'
brew 'maven'
brew 'rbenv'
brew 'ruby-build', args: {'with-openssl-dir': '/usr/bin/openssl'}
brew 'rbenv-bundler'
brew 'rbenv-default-gems'
brew 'python'
brew 'perl'

cask 'chefdk'
cask 'vagrant'
cask 'virtualbox'

brew 'vim'
cask 'atom'
cask 'macdown'
cask 'webstorm'
cask 'google-cloud-sdk'
cask 'dash'
brew 'shellcheck'
cask 'font-source-code-pro'

cask 'ccmenu'

cask 'google-chrome'
cask 'brave'
cask 'firefox'
cask 'adobe-reader'
cask 'dropbox'
cask 'vlc'
cask 'evernote'
cask 'transmission'
cask 'postman'
cask 'fiddler'
cask 'plex-media-player'

cask 'aerial'
cask 'caffeine'
cask 'flux'
cask 'wifi-password'

cask 'slack'
cask 'discord'
cask 'gitter'
